Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.PositionNumber
The PositionNumber class represents the position number filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.PositionNumber.#ctor
Initializes a new instance of the PositionNumber class.